Repository: burakkho/antrain
Catalog: antrain/Resources/Localizable.xcstrings
Source language: en
Languages: es, tr

# %@ • %lld/%lld sets
source: %1$@ • %2$lld/%3$lld sets
es: %@ • %lld/%lld series
tr: %@ • %lld/%lld set

# %lld %@ • P: %lld%@ C: %lld%@ F: %lld%@
source: %1$lld %2$@ • P: %3$lld%4$@ C: %5$lld%6$@ F: %7$lld%8$@
es: %lld %@ • P: %lld%@ HC: %lld%@ G: %lld%@
tr: %lld %@ • P: %lld%@ K: %lld%@ Y: %lld%@

# %lld %@ per week
source: %1$lld %2$@ per week
es: %lld %@ por semana
tr: haftada %lld %@

source: %lld Day Streak
es: %lld Días de Racha
tr: %lld Gün Serisi

source: %lld days
es: %lld días
tr: %lld gün

# %lld days • %lld training days
source: %1$lld days • %2$lld training days
es: %1$lld días • %2$lld días de entrenamiento
tr: %1$lld gün • %2$lld antrenman günü

source: %lld exercises
es: %lld ejercicios
tr: %lld egzersizler

source: %lld exercises selected
es: %lld ejercicios seleccionados
tr: %lld egzersiz seçildi

# %lld ft %lld in
source: %1$lld ft %2$lld in
es: %1$lld pies %2$lld pulg
tr: %1$lld ft %2$lld inç

# %lld item%@
source: %1$lld item%2$@
es: %lld artículo%@
tr: %1$lld öğe%2$@

# %lld kcal • P: %lldg C: %lldg F: %lldg
source: %1$lld kcal • P: %2$lldg C: %3$lldg F: %4$lldg
es: %lld kcal • P: %lldg C: %lldg G: %lldg

# %lld kg × %lld
source: %1$lld kg × %2$lld
es: %lld kg × %lld
tr: %lld kg × %lld

source: %lld lbs
es: %lld lb
tr: %lld lb

source: %lld reps
es: %lld repeticiones
tr: %lld tekrar

# %lld reps × %@
source: %1$lld reps × %2$@
es: %lld reps × %@
tr: %1$lld tekrar × %2$@

source: %lld sec
es: %lld s
tr: %lld sn

source: %lld seconds remaining
es: %lld segundos restantes
tr: %lld saniye kaldı

source: %lld sets
es: %lld series
tr: %lld set

# %lld sets × %lld-%lld reps
source: %1$lld sets × %2$lld-%3$lld reps
es: %lld series × %lld-%lld reps
tr: %1$lld set × %2$lld-%3$lld tekrar

source: %lld workouts
es: %lld entrenamientos
tr: %lld antrenman

source: %lld years old
es: %lld años
tr: %lld yaşında

# %lld-%lld reps
source: %1$lld-%2$lld reps
es: %lld-%lld reps
tr: %1$lld-%2$lld tekrarlar

# %lld/%lld sets
source: %1$lld/%2$lld sets
es: %lld/%lld series
tr: %lld/%lld set

source: %lld%% Program Adherence
es: %%%lld Cumplimiento del Programa
tr: %%%lld Program Uyumu

source: 0-1 year of training experience
es: 0-1 año de experiencia en entrenamiento
tr: 0-1 yıl antrenman deneyimi

source: 1-3 years of training experience
es: 1-3 años de experiencia en entrenamiento
tr: 1-3 yıl antrenman deneyimi

source: 1/2 avocado
es: 1/2 aguacate
tr: 1/2 avokado

source: 1/2 cup
es: 1/2 taza
tr: 1/2 kase

source: 1/2 fruit
es: 1/2 fruta
tr: 1/2 meyve

source: 3+ years of training experience
es: 3+ años de experiencia en entrenamiento
tr: 3+ yıl antrenman deneyimi

source: 20s work, 10s rest
es: 20s trabajo, 10s descanso
tr: 20sn çalış, 10sn dinlen

source: A template with this name already exists
es: Ya existe una plantilla con este nombre
tr: Bu adlı bir şablon zaten mevcut

source: About
es: Acerca de
tr: Hakkında

source: About %lld seconds remaining...
es: Aproximadamente %lld segundos restantes...
tr: Yaklaşık %lld saniye kaldı...

source: About this category
es: Acerca de esta categoría
tr: Bu kategori hakkında

source: Actions
es: Acciones
tr: İşlemler

source: Activate
es: Activar
tr: Etkinleştir

source: Activate a training program to see your schedule and track progress
es: Activa un programa de entrenamiento para ver tu cronograma y seguir el progreso
tr: Horvatı görmek ve ilerlemeyi takip etmek için bir antrenman programı etkinleştirin

source: Activate Program
es: Activar Programa
tr: Programı Etkinleştir

source: Activate Program?
es: ¿Activar Programa?
tr: Programı Etkinleştir?

source: Active Days
es: Días Activos
tr: Aktif Günler

source: Active Program
es: Programa Activo
tr: Aktif Program

source: Active recovery and restoration
es: Recuperación activa y restauración
tr: Aktif toparlanma ve iyileşme

source: Activity
es: Actividad
tr: Aktivite

source: Activity & Goal
es: Actividad y Objetivo
tr: Aktivite & Hedef

source: Activity Level
es: Nivel de Actividad
tr: Aktivite Seviyesi

source: Actual Set
es: Serie Real
tr: Gerçek Set

source: Add
es: Añadir
tr: Ekle

source: Add Amount
es: Añadir Cantidad
tr: Miktar Ekle

source: Add Bodyweight
es: Añadir Peso
tr: Kilo Ekle

source: Add Exercise
es: Añadir Ejercicio
tr: Egzersiz Ekle

source: Add Exercises
es: Agregar ejercicios
tr: Egzersizler Ekle

source: Add More Exercises
es: Añadir Más Ejercicios
tr: Daha Fazla Egzersiz Ekle

source: Add Set
es: Añadir Serie
tr: Set Ekle

source: Add Weight Entry
es: Añadir Registro de Peso
tr: Kilo Girişi Ekle

source: Add your first bodyweight entry to start tracking
es: Agrega tu primer registro de peso corporal para comenzar a llevar un seguimiento.
tr: Takip etmeye başlamak için ilk kilo girişinizi yapın

source: Add your profile information to get personalized nutrition recommendations
es: Agrega tu información de perfil para obtener recomendaciones nutricionales personalizadas
tr: Kişiselleştirilmiş beslenme önerileri almak için profil bilgilerinizi ekleyin

source: Adherence
es: Cumplimiento
tr: Uyum

source: Advanced
es: Avanzado
tr: İleri

source: Age
es: Edad
tr: Yaş

source: AI Coach
es: Entrenador IA
tr: AI Koçu

source: AI Coach is loading...
es: Entrenador IA está cargando...
tr: AI Koçu yükleniyor...

source: AI is thinking...
es: IA está pensando...
tr: AI düşünüyor...

source: All
es: Todo
tr: Tümü

source: All Programs
es: Todos los programas
tr: Bütün Programlar

source: All Set!
es: ¡Todo listo!
tr: Hazırsın!

source: All Time
es: Todo el Tiempo
tr: Tüm Zamanlar

source: Allow
es: Permitir
tr: İzin Ver

source: almond
es: almendra
tr: badem

source: Almond Butter
es: Mantequilla de Almendra
tr: Badem Ezmesi

source: Almonds
es: Almendras
tr: Badem

source: Almost done! Tell us about your activity level and goal
es: ¡Casi listo! Cuéntanos sobre tu nivel de actividad y objetivo
tr: Neredeyse bitti! Aktivite seviyeniz ve hedefiniz hakkında bize bilgi verin

source: Amount
es: Cantidad
tr: Miktar

source: Analyzing workout...
es: Analizando entrenamiento...
tr: Antrenman analiz ediliyor...

source: anchovy
es: anchoa
tr: hamsi

source: Anchovy
es: Anchoa
tr: Hamsi

source: Antrain needs permission to send you workout reminders
es: Antrain necesita permiso para enviarte recordatorios de entrenamiento
tr: Antrain antrenman hatırlatıcıları göndermek için izin gerekiyor

source: Apple
es: Manzana
tr: Elma

source: Apply
es: Aplicar
tr: Uygula

source: apricot
es: albaricoque
tr: kayısı

source: Apricot
es: Albaricoque
tr: Kayısı

source: Are you sure you want to delete '%@'?
es: ¿Estás seguro de que quieres eliminar '%@'?
tr: '%@' öğesini silmek istediğinizden emin misiniz?

source: Are you sure you want to delete '%@'? This action cannot be undone.
es: ¿Estás seguro de que quieres eliminar '%@'? Esta acción no se puede deshacer.
tr: '%@' öğesini silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.

source: Are you sure you want to delete all messages?
es: ¿Estás seguro de que quieres eliminar todos los mensajes?
tr: Tüm mesajları silmek istediğinizden emin misiniz?

source: Are you sure you want to delete this message?
es: ¿Estás seguro de que quieres eliminar este mensaje?
tr: Bu mesajı silmek istediğinizden emin misiniz?

source: Are you sure you want to discard your changes?
es: ¿Estás seguro de que quieres descartar tus cambios?
tr: Değişiklikleri iptal etmek istediğinizden emin misiniz?

source: Arugula
es: Rúcula
tr: Roka

source: As Many Rounds As Possible
es: Tantas Rondas Como Sea Posible
tr: Olabildiğince Tur

source: Ask your coach...
es: Pregúntale a tu coach...
tr: Koçuna sor...

source: Asparagus
es: Espárragos
tr: Kuşkonmaz

source: Auto-calculated
es: Auto-calculado
tr: Otomatik hesaplandı

source: Available Equipment
es: Equipamiento Disponible
tr: Mevcut Ekipman

source: Avocado
es: Aguacate
tr: Avokado

source: Avocado Oil
es: Aceite de aguacate
tr: Avokado Yağı

source: Back
es: Atrás
tr: Geri

source: Backup your workout data
es: Respaldar tus datos de entrenamiento
tr: Antrenman verilerinizi yedekleyin

source: bag
es: bolsa
tr: paket

source: Banana
es: Plátano
tr: Muz

source: bar
es: barra

source: Based on program week progression
es: Basado en la progresión de la semana del programa
tr: Program hafta ilerlemesine göre

source: Basmati Rice (Cooked)
es: Arroz Basmati (Cocido)
tr: Basmati Pirinç (Pişmiş)

source: Beef Taco
es: Taco de Carne
tr: Sığır Etli Taco

source: Beef Tenderloin
es: Solomillo de Res
tr: Sığır Bonfile

source: Beet
es: Remolacha
tr: Pancar

source: Begin your workout session
es: Comienza tu sesión de entrenamiento
tr: Antrenman seansını başlat

source: Beginner
es: Principiante
tr: Başlangıç

source: Bell Pepper (Red)
es: Pimiento Rojo
tr: Kırmızı Biber

source: Bike
es: Bicicleta
tr: Bisiklet

source: biscuit
es: galleta
tr: bisküvi

source: Black Beans (Cooked)
es: Frijoles Negros (Cocidos)
tr: Siyah Fasulye (Pişmiş)

source: Blackberry
es: Mora
tr: Böğürtlen

source: block
es: bloque
tr: blok

source: BLT Sandwich
es: Sándwich BLT
tr: BLT Sandviç

source: Blueberry
es: Arándano
tr: Yaban Mersini

source: BMI
es: IMC
tr: VKİ

source: Body Metrics
es: Métricas Corporales
tr: Vücut Ölçümleri

source: Bodybuilding
es: Culturismo
tr: Vücut Geliştirme

source: Bodyweight exercises and skills
es: Ejercicios de peso corporal y habilidades
tr: Vücut ağırlığı egzersizleri ve beceriler

source: Bodyweight only or minimal equipment
es: Solo peso corporal o equipo mínimo
tr: Sadece vücut ağırlığı veya minimal ekipman

source: Bodyweight Tracking
es: Seguimiento de Peso
tr: Kilo Takibi

source: bowl
es: tazón
tr: kase

source: Bran Bread
es: Pan de Salvado
tr: Kepekli Ekmek

source: Breakfast
es: Desayuno
tr: Kahvaltı

source: Broccoli
es: Brócoli
tr: Brokoli

source: Brown Rice (Cooked)
es: Arroz Integral (Cocido)
tr: Esmer Pirinç (Pişmiş)

source: Browse
es: Explorar
tr: Göz at

source: Browse Programs
es: Examinar Programas
tr: Programlara Göz At

source: Brussels Sprouts
es: Coles de Bruselas
tr: Brüksel Lahanası

source: Bulgur (Cooked)
es: Bulgur (Cocido)
tr: Bulgur (Pişmiş)

source: Bulk
es: Volumen
tr: Kütlelenme

source: Butter
es: Mantequilla
tr: Tereyağı

source: Cabbage
es: Repollo
tr: Lahana

source: Caesar Salad
es: Ensalada César
tr: Sezar Salatası

source: cake
es: pastel
tr: kek

source: Calculate from TDEE
es: Calcular desde TDEE
tr: TDEE'den Hesapla

source: Calendar
es: Calendario
tr: Takvim

source: Calendar View
es: Vista de Calendario
tr: Takvim Görünümü

source: Calisthenics
es: Calistenia
tr: Kalistenik

source: Calories
es: Calorías
tr: Kalori

source: can
es: lata
tr: kutu

source: Cancel
es: Cancelar
tr: İptal

source: Cannot delete active program. Deactivate it first.
es: No se puede eliminar el programa activo. Desactívalo primero.
tr: Aktif program silinemiyor. Önce devre dışı bırakın.

source: Cannot delete preset programs
es: No se pueden eliminar programas preestablecidos
tr: Önceden ayarlanan programlar silinemiyor

source: Cannot Delete Template
es: No se puede Eliminar la Plantilla
tr: Şablon Silinemiyor

source: Carbohydrate
es: Carbohidrato
tr: Karbonhidrat

source: Carbonara Pasta
es: Pasta Carbonara
tr: Karbonaralı Makarna

source: Carbs
es: Carbohidratos
tr: Karbonhidrat

source: Cardio Details
es: Detalles de Cardio
tr: Kardiyо Detayları

source: Cardio Type
es: Tipo de Cardio
tr: Kardiyо Tipi

source: Carrot
es: Zanahoria
tr: Havuç

source: Casein Protein Powder
es: Proteína de Caseína en Polvo
tr: Casein Protein Tozu

source: cashew
es: anacardo
tr: kaju

source: Cashews
es: Anacardos
tr: Kaju

source: Category
es: Categoría
tr: Kategori

source: Cauliflower
es: Coliflor
tr: Karnabahar

source: Changes from Current
es: Cambios desde Actual
tr: Mevcut Değişiklikler

source: Check out this training program!
es: ¡Echa un vistazo a este programa de entrenamiento!
tr: Bu antrenman programını göz at!

source: Cheddar Cheese
es: Queso Cheddar
tr: Kaşar Peyniri

source: cherry
es: cereza
tr: kiraz

source: Cherry
es: Cereza
tr: Kiraz

source: Chia Seeds
es: Semillas de Chía
tr: Chia Tohumu

source: Chicken Breast
es: Pechuga de Pollo
tr: Tavuk Göğsü

source: Chicken Burrito
es: Burrito de Pollo
tr: Tavuklu Burrito

source: Chicken Royale
es: Pollo Royale
tr: Tavuk Royale

source: Chicken Thigh
es: Muslo de Pollo
tr: Tavuk But

source: Chickpeas (Cooked)
es: Garbanzos (Cocidos)
tr: Nohut (Pişmiş)

source: Choose one or more goals to help AI Coach personalize your training.
es: Elige uno o más objetivos para ayudar al Entrenador IA a personalizar tu entrenamiento.
tr: AI Koçunun antrenmanınızı kişiselleştirmesine yardımcı olmak için bir veya daha fazla hedef seçin.

source: Clear
es: Limpiar
tr: Temizle

source: Clear Chat
es: Limpiar Chat
tr: Sohbeti Temizle

source: Clear Filter
es: Limpiar Filtro
tr: Filtreyi Temizle

source: Clear Search
es: Limpiar Búsqueda
tr: Aramayı Temizle

source: Close
es: Cerrar
tr: Kapat

source: clove
es: diente
tr: diş

source: Club Sandwich
es: Sándwich Club
tr: Kulüp Sandviç

source: Coconut (Fresh)
es: Coco (Fresco)
tr: Hindistancevizi (Taze)

source: Coconut Oil
es: Aceite de Coco
tr: Hindistancevizi Yağı

source: Cod
es: Bacalao
tr: Morina

source: Complete a lifting workout to set your first PR!
es: ¡Completa un entrenamiento de pesas para establecer tu primer récord!
tr: İlk rekorunuzu kırmak için ağırlık antrenmanı tamamlayın!

source: Complete All
es: Completar Todo
tr: Tümünü Tamamla

source: Complete all exercises in order
es: Completa todos los ejercicios en orden
tr: Tüm egzersizleri sırayla tamamla

source: Complete lifting workouts to start tracking your PRs!
es: ¡Completa entrenamientos de levantamiento para comenzar a rastrear tus récords personales!
tr: Kişisel rekorlarınızı takip etmeye başlamak için kaldırma antrenmanlarını tamamlayın!

source: Complete workout as fast as possible
es: Completa el ejercicio lo más rápido posible
tr: Antrenmanı olabildiğince hızlı tamamla

source: Complete Your Profile
es: Completa tu Perfil
tr: Profilini Tamamla

source: Complete your profile to see personalized TDEE
es: Completa tu perfil para ver tu TDEE personalizado
tr: Kişiselleştirilmiş TDEE'yi görmek için profilinizi tamamlayın

source: Completed
es: Completado
tr: Tamamlandı

source: cone
es: cono
tr: külah

source: Configure Each Exercise
es: Configurar Cada Ejercicio
tr: Her Egzersizi Yapılandır

source: container
es: recipiente
tr: kap

source: Container
es: Envase
tr: Kutu

source: Continue
es: Continuar
tr: Devam

source: cookie
es: galleta
tr: kurabiye

source: Copy
es: Copia
tr: Kopya

source: Copy to Clipboard
es: Copiar al Portapapeles
tr: Panoya Kopyala

source: Corn (Fresh)
es: Maíz (Fresco)
tr: Mısır (Taze)

source: Corn Flakes
es: Hojuelas de Maíz
tr: Mısır Gevreği

source: Cottage Cheese (Low Fat)
es: Requesón (Bajo en Grasa)
tr: Süzme Peynir (Az Yağlı)

source: Couscous (Cooked)
es: Cuscús (Cocido)
tr: Kuskus (Pişmiş)

source: cracker
es: galleta salada
tr: kraker

source: Crackers
es: Galletas Saladas
tr: Kraker

source: Cream Cheese
es: Queso Crema
tr: Krem Peynir

source: Create
es: Crear
tr: Oluştur

source: Create a copy of '%@'
es: Crear una copia de '%@'
tr: '%@' öğesinin bir kopyasını oluşturun

source: Create a template first to use this feature
es: Crea una plantilla primero para usar esta función
tr: Bu özelliği kullanmak için önce bir şablon oluşturun

source: Create a template in the Templates tab to use it in programs
es: Crea una plantilla en la pestaña Plantillas para usarla en programas
tr: Programlarda kullanmak için Şablonlar sekmesinde bir şablon oluşturun

source: Create Template
es: Crear Plantilla
tr: Şablon Oluştur

source: Create your first template to save time on future workouts.
es: Crea tu primera plantilla para ahorrar tiempo en futuros entrenamientos.
tr: Gelecekteki antrenmanlar için zaman kazanmak için ilk şablonunuzu oluşturun.

source: Create your first workout template to get started
es: Crea tu primera plantilla de entrenamiento para comenzar
tr: Başlamak için ilk antrenman şablonunuzu oluşturun

source: crepe
es: crepa
tr: krep

source: Crepe
es: Crepa
tr: Krep

source: Cucumber
es: Pepino
tr: Salatalık

source: cup
es: taza
tr: bardak

source: Cup
es: Taza
tr: Kase

source: cup arils
es: taza de arilos
tr: bardak çekirdek

source: cup chopped
es: taza picada
tr: bardak doğranmış

source: cup chunks
es: taza en trozos
tr: bardak parça

source: cup cubed
es: taza en cubos
tr: bardak küp doğranmış

source: cup diced
es: taza en dados
tr: bardak küp

source: cup halved
es: taza en mitades
tr: bardak yarım

source: cup halves
es: tazas en mitades
tr: bardak yarımlar

source: cup kernels
es: taza de granos
tr: bardak çekirdek

source: cup pitted
es: taza sin hueso
tr: bardak çekirdeksiz

source: cup popped
es: taza inflada
tr: bardak patlamış

source: cup pulp
es: taza de pulpa
tr: bardak posa

source: cup raw
es: taza cruda
tr: bardak çiğ

source: cup sections
es: taza en gajos
tr: bardak dilim

source: cup shredded
es: taza rallada
tr: bardak rendelenmiş

source: cup sliced
es: taza en rodajas
tr: bardak dilimlenmiş

source: cup whole
es: taza entera
tr: bardak bütün

source: Current Weight
es: Peso Actual
tr: Mevcut Kilo

source: Custom
es: Costumbre
tr: Özel

source: Custom MetCon
es: MetCon Personalizado
tr: Özel MetCon

source: Cut
es: Definición
tr: Kesinti

source: Daily Goals
es: Objetivos Diarios
tr: Günlük Hedefler

source: Daily Macros
es: Macros Diarios
tr: Günlük Makrolar

source: Daily Nutrition Goals
es: Objetivos Nutricionales Diarios
tr: Günlük Beslenme Hedefleri

source: Daily Progress
es: Progreso Diario
tr: Günlük İlerleme

source: Dairy
es: Lácteos
tr: Süt Ürünleri

source: Dark
es: Oscura
tr: Koyu

source: Dark Chocolate (70%)
es: Chocolate Negro (70%)
tr: Bitter Çikolata (%70)

source: Data Management
es: Gestión de Datos
tr: Veri Yönetimi

source: date
es: dátil
tr: hurma

source: Date
es: Fecha
tr: Tarih

source: Date of Birth
es: Fecha de Nacimiento
tr: Doğum Tarihi

source: Date of Birth (Optional)
es: Fecha de nacimiento (opcional)
tr: Doğum Tarihi (İsteğe bağlı)

source: Date Range
es: Rango de Fechas
tr: Tarih Aralığı

source: Dates
es: Dátiles
tr: Hurma

source: Day
es: Días
tr: Gün

source: Day %lld
es: Dias %lld
tr: Gün %lld

# Day %lld of %lld
source: Day %1$lld of %2$lld
es: Dias %1$lld of %2$lld

# Day %lld/%lld
source: Day %1$lld/%2$lld
es: Dias %1$lld/%2$lld

source: Day Info
es: Información del Día
tr: Gün Bilgisi

source: Day Streak
es: Racha de Días
tr: Gün Serisi

source: Days
es: Días
tr: Günler

source: Default Reps
es: Repeticiones por Defecto
tr: Varsayılan Tekrarlar

source: Default Sets
es: Series por Defecto
tr: Varsayılan Setler

source: Defaults
es: Valores por Defecto
tr: Varsayılanlar

source: Delete
es: Eliminar
tr: Sil

source: Delete Exercise
es: Eliminar Ejercicio
tr: Egzersizi Sil

source: Delete Message
es: Eliminar Mensaje
tr: Mesajı Sil

source: Delete Template
es: Eliminar Plantilla
tr: Şablonu Sil

source: Delete Workout
es: Eliminar Entrenamiento
tr: Antrenmanı Sil

source: Delete Workout?
es: ¿Eliminar Entrenamiento?
tr: Antrenmanı Sil?

source: Deload
es: Descarga
tr: Azalma

source: Deload week - reduced intensity
es: Semana de descarga - intensidad reducida
tr: Azalma haftası - azaltılmış yoğunluk

source: Describe the exercises and rep scheme
es: Describe los ejercicios y el esquema de repetición
tr: Describe los ejercicios y el esquema de repetición

source: Details
es: Detalles
tr: Detaylar

source: Dinner
es: Cena
tr: Akşam yemeği

source: Discard
es: Descartar
tr: Vazgeç

source: Discard Changes?
es: ¿Descartar Cambios?
tr: Değişiklikler İptal Edilsin mi?

source: Discard Workout
es: Descartar Entrenamiento
tr: Antrenmanı At

source: Discard Workout?
es: ¿Descartar Entrenamiento?
tr: Antrenman İptal Edilsin mi?

source: Distance
es: Distancia
tr: Mesafe

source: Distance (Optional)
es: Distancia (Opcional)
tr: Mesafe(Opsiyonel)

source: Done
es: Hecho
tr: Tamam

source: Dried Apricot
es: Albaricoque Seco
tr: Kuru Kayısı

source: Duplicate
es: Duplicar
tr: Kopyala

source: Duplicate Template
es: Duplicar Plantilla
tr: Şablonu Kopyala

source: duration
es: duración
tr: süre

source: Duration
es: Duración
tr: Süre

source: e.g., Dropset on last set
es: ej: Dropset en la última serie
tr: örneğin, son sette Dropset

source: e.g., Push Day
es: ej: Día de Empuje
tr: örneğin, İtiş Günü

source: ear
es: mazorca
tr: koçan

source: Edit
es: Editar
tr: Düzenle

source: Edit Activity Level
es: Editar Nivel de Actividad
tr: Aktivite Seviyesini Düzenle

source: Edit Date of Birth
es: Editar Fecha de Nacimiento
tr: Doğum Tarihini Düzenle

source: Edit Equipment
es: Editar Equipamiento
tr: Ekipmanı Düzenle

source: Edit Fitness Goals
es: Editar Objetivos de Fitness
tr: Fitness Hedeflerini Düzenle

source: Edit Fitness Level
es: Editar Nivel de Fitness
tr: Fitness Seviyesini Düzenle

source: Edit Gender
es: Editar Género
tr: Cinsiyeti Düzenle

source: Edit Goals
es: Editar Objetivos
tr: Hedefleri Düzenle

source: Edit Height
es: Editar Altura
tr: Boyu Düzenle

source: Edit Name
es: Editar Nombre
tr: İsmi Düzenle

source: Edit Workout Frequency
es: Editar Frecuencia de Entrenamiento
tr: Antrenman Sıklığını Düzenle

source: egg
es: huevo
tr: yumurta

source: egg white
es: clara de huevo
tr: yumurta akı

source: Egg Whites
es: Claras de Huevo
tr: Yumurta Akı

source: Eggplant
es: Berenjena
tr: Patlıcan

source: Elliptical
es: Elíptica
tr: Eliptik

source: Enable Notifications
es: Habilitar Notificaciones
tr: Bildirimleri Etkinleştir

source: Enable Reminders
es: Habilitar Recordatorios
tr: Hatırlatıcıları Etkinleştir

source: Endurance
es: Resistencia
tr: Dayanıklılık

source: English
es: Inglés
tr: İngilizce

source: Enter Bodyweight
es: Ingresar Peso
tr: Kilo Gir

source: Enter your name
es: ¿Cómo te llamas?
tr: Adın ne?

source: Error Loading Exercises
es: Error al Cargar Ejercicios
tr: Alıştırmaları Yükleme Hatası

source: Error Loading Programs
es: Error al Cargar Programas
tr: Programları Yükleme Hatası

source: Est. 1RM
es: 1RM Est.
tr: Tah. 1TM

source: Every Minute On the Minute
es: Cada Minuto en el Minuto
tr: Her Dakika Başında

source: Exercise library is empty
es: La biblioteca de ejercicios está vacía
tr: Egzersiz kütüphanesi boş

source: exercises
es: ejercicios
tr: egzersiz

source: Exercises
es: Ejercicios
tr: Egzersizler

source: Exercises (%lld)
es: Ejercicios (%lld)
tr: Egzersizler (%lld)

source: Exercises Done
es: Ejercicios Completados
tr: Tamamlanan Alıştırmalar

source: Export failed: %@
es: Error en la exportación: %@
tr: Dışa aktarma başarısız: %@

source: Export to CSV
es: Exportar a CSV
tr: CSV'ye Aktar

source: Export your workout data.
es: Exporta tus datos de entrenamiento.
tr: Antrenman verilerini dışa aktar.

source: Exported %lld workouts
es: %lld entrenamientos exportados
tr: %lld antrenman dışa aktarıldı

source: Extra Active
es: Extra Activa
tr: Ekstra Aktif

source: Failed to add food
es: Error al añadir comida
tr: Yiyecek eklenemedi

source: Failed to clear chat
es: Error al limpiar chat
tr: Sohbet temizlenemedi

source: Failed to delete message
es: Error al eliminar mensaje
tr: Mesaj silinemedi

source: Failed to delete workout.
es: Error al eliminar entrenamiento.
tr: Antrenman silinemedi.

source: Failed to load nutrition data. Please try again.
es: Error al cargar datos nutricionales. Inténtalo de nuevo.
tr: Beslenme verileri yüklenemedi. Lütfen tekrar deneyin.

source: Failed to load workouts. Please try again.
es: Error al cargar entrenamientos. Inténtalo de nuevo.
tr: Antrenmanlar yüklenemedi. Lütfen tekrar deneyin.

source: Failed to move food
es: No se pudo mover la comida
tr: No se pudo mover la comida

source: Failed to remove food
es: Error al eliminar comida
tr: Yiyecek kaldırılamadı

source: Failed to reorder foods
es: No se pudo volver a pedir los alimentos
tr: No se pudo volver a pedir los alimentos
